Repository: verse-37/Pmate
Catalog: lib/l10n/app_*.arb
Languages: vi

# contact_v37
source: Contact Verse 37
vi: Liên hệ Verse 37

source: Title
vi: Tiêu đề

source: First name
vi: Tên

source: Proceed
vi: Tiếp tục

source: Next
vi: Tiếp theo

source: Previous
vi: Trước đó

source: Log in
vi: Đăng nhập

source: Sign up
vi: Đăng ký

source: Sign out
vi: Đăng xuất

source: Error
vi: Lỗi

source: Save
vi: Lưu

source: Cancel
vi: Hủy

source: Gestures
vi: Thao tác

source: Email Address
vi: Địa chỉ Email

# email_example
source: example@verse37.com
vi: tiengsetaitinh@verse37.com

source: Password
vi: Mật khẩu

source: Settings
vi: Cài đặt

# intro_hello
source: Hello,
vi: Xin chào,

# intro_name_field
source: Can we have your first name?
vi: Hãy cho chúng tôi biết tên của bạn

# intro_header_1
source: Hello {user}, welcome to Pmate!
vi: Xin chào {user}, chào mừng đến Pmate!

# intro_param_1
source: Juggling between school, work, and social life? Pmate helps you stay on top of everything, so you can focus only on what matters.
vi: Đang tìm kiếm sự cân bằng trong cuộc sống? Pmate sẽ giúp bạn tối ưu hóa thời gian học tập và làm việc, giảm căng thẳng và giúp bạn khám phá sự bình yên trong bản thân.

# intro_header_2
source: The “Mate” in Pmate
vi: Từ “Mate” trong Pmate

# intro_param_2
source: Take a moment to smile. Pmate is the one friend who is destined to help you manage stress, improve your well-being, and find your zen.
vi: Pmate được thiết kế giống một người bạn thân sẵn sàng giúp đỡ bạn khi cần. Những tính năng hữu ích sẽ giúp bạn kiểm soát năng lượng, giảm căng thẳng, cải thiện sức khỏe và lấy lại sự tập trung.

# intro_header_3
source: Study more in less time
vi: Đừng chỉ học, hãy “học cách học”!

# intro_param_3
source: Overwhelmed spending hours revising everything? Pmate provides science-backed study techniques and assistive tools to supercharge the outcome of your study sessions. An organized, focused, and optimistic self of yours is waiting.
vi: Cảm thấy mệt mỏi à? Những công cụ học tập hữu ích và những phương pháp học (đã được khoa học chứng minh) sẽ hướng bạn đến với một trải nghiệm học tập hoàn toàn mới: Ít thời gian hơn, hiệu quả cao hơn.

# intro_header_4
source: For free, for everyone
vi: Từ Việt Nam ra thế giới!

# intro_param_4
source: Experience the power of Pmate, absolutely free. Ran completely on donations, Pmate is made and maintained by determined developers, who can’t wait to see your success.
vi: Pmate là sản phẩm được nghiên cứu và phát triển kỹ lưỡng những lập trình viên trẻ người Việt. Song song với sự ra đời của Pmate là khát khao cháy bỏng cải thiện sức khỏe tinh thần và hiệu quả làm việc của sinh viên nói riêng và người dân Việt Nam nói chung. Cùng nhau đóng góp cho sự phát triển của Pmate bằng những đánh giá, góp ý cũng như những khoản tiền quyên góp quý giá của bạn.

# intro_button
source: Get Started
vi: Bắt đầu thôi nào

# login_title
source: How is the day going?
vi: Bạn có khỏe không?

# login_new_user
source: New User?
vi: Người mới đến?

# login_create_account
source: Create Account
vi: Tạo tài khoản

# login_password_forgot
source: Forgot Password?
vi: Quên mật khẩu?

# login_contact_1
source: Trouble logging in?
vi: Không thể đăng nhập?

# login_success
source: Login succeed!
vi: Đăng nhập thành công!

# login_success_2
source: Welcome back! We hope you have a great time with Pmate.
vi: Chào mừng trở lại! Hy vọng bạn sẽ có một thời gian tuyệt vời cùng Pmate.

# sign_up_title
source: Register Account
vi: Đăng ký tài khoản

# sign_up_retype_password
source: Retype password
vi: Gõ lại mật khẩu

# sign_up_account_already
source: Already Have Account?
vi: Đã có tài khoản?

# sign_up_fields_incomplete
source: Please check the sign-up credentials.
vi: Hãy kiểm tra lại các thông tin được nhập.

# sign_up_contact_1
source: Trouble signing up?
vi: Không thể đăng ký?

# sign_up_success
source: Registration succeed!
vi: Đăng ký thành công!

# sign_up_success_2
source: Welcome to Pmate!
vi: Chào mừng đến với Pmate!

# sign_out_success
source: Sign out succeed!
vi: Đăng xuất thành công!

# sign_out_message
source: See you next time!
vi: Hẹn gặp lại lần sau!

# auth_email_missing
source: Email is missing
vi: Thiếu địa chỉ Email

# auth_password_missing
source: Password is missing
vi: Thiếu mật khẩu

# auth_password_retype_missing
source: Please retype the password above here
vi: Hãy gõ lại mật khẩu vào ô này

# auth_passwords_do_not_match
source: Passwords do not match :(
vi: Hai mật khẩu không trùng khớp!

# auth_password_too_short
source: Passwords must have at least {min} characters
vi: Mật khẩu phải có ít nhất {min} kí tự

# auth_password_too_weak
source: Password is too weak
vi: Mật khẩu quá dễ đoán

# auth_no_space_allowed
source: No whitespaces are allowed
vi: Kí tự trống không được cho phép

# auth_email_not_valid
source: Please type a valid email
vi: Hãy nhập địa chỉ email hợp lệ

# auth_email_already_exists
source: Email has already been used in another account
vi: Email đã được sử dụng trong tài khoản khác

# auth_unidentified_error
source: Something went wrong...
vi: Có gì đó sai sai...

# auth_invalid_credentials
source: The email or password is incorrect
vi: Email hoặc mật khẩu không đúng

# auth_failed
source: Registration failed
vi: Đăng ký thất bại

# home_page_title
source: Home
vi: Trang chủ

# task_page_title
source: Tasks
vi: Nhiệm vụ

# settings_app
source: App Settings
vi: Cài đặt chung

# settings_appearance
source: Appearance
vi: Hiển thị

# settings_appearance_theme
source: Theme
vi: Chủ đề

# settings_appearance_theme_light
source: Light
vi: Sáng

# settings_appearance_theme_dark
source: Dark
vi: Tối

# settings_appearance_theme_system
source: System
vi: Hệ thống

# settings_feature
source: App Features
vi: Cài đặt tính năng

# settings_task_switches
source: Task Settings
vi: Nhiệm vụ

# settings_task_task_completion_gesture
source: Swipe direction to complete task
vi: Hướng vuốt để hoàn thành nhiệm vụ

# settings_left_to_right
source: Left to Right
vi: Trái sang phải

# settings_right_to_left
source: Right to Left
vi: Phải sang trái

# support_page_title
source: Support
vi: Hỗ trợ

# bugs_and_fixes_page_title
source: Bugs and Fixes
vi: Báo cáo lỗi ứng dụng

# notification_page_title
source: Notifications
vi: Thông báo

# task_today_page_title
source: Today
vi: Hôm nay

# task_all_page_title
source: All Tasks
vi: Tất cả

# task_creation_page_title
source: New Task
vi: Nhiệm vụ mới

# task_action_button_tooltip
source: Add Task
vi: Nhiệm vụ mới

# task_focus_section
source: In Progress
vi: Đang xử lý

# task_all_section
source: All Tasks
vi: Tất cả nhiệm vụ

# task_completed_section
source: Tasks Done
vi: Đã hoàn thành

# task_title_field
source: Title
vi: Tiêu đề

# task_notes_field
source: Add Notes...
vi: Thêm ghi chú...

# task_creation_success_message_title
source: Task created successfully!
vi: Nhiệm vụ mới!

# task_creation_success_message_content
source: Don''t forget to do the work!
vi: Chẳng gì làm khó được bạn, đúng không?

# task_creation_title_missing
source: Title is required
vi: Tiêu đề là bắt buộc

# task_all_no_task_title
source: No tasks yet. Woohoo!
vi: Chưa có nhiệm vụ nào

# task_all_no_task_message
source: Add your first task now! ...Or just sit back and relax :)
vi: Thêm nhiệm vụ mới ngay thôi! ...Hoặc chỉ cần ngồi yên và thư giãn, vì hôm nay là ngày của bạn :)
